Repository: Timo654/kuma
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ru

source: Asset data missing
ru: Ошибка целостности файлов

source: {min} min
ru: {min} мин.

source: {min} min {sec} s
ru: {min} мин. {sec} сек.

source: {sec} s
ru: {sec} сек.

source: Unable to read file.
ru: Произошла ошибка при чтении файла.

source: Unable to open file.
ru: Произошла ошибка про открытии файла.

source: KPM written to {}
ru: KPM файл сохранён в {}

source: File written to {}
ru: Файл сохранён в {}

source: Language changed.
ru: Язык изменён.

source: File
ru: Файл

source: New...
ru: Создать...

source: Open...
ru: Открыть...

source: Save
ru: Сохранить

source: Save As...
ru: Сохранить как...

source: Music
ru: Музыка

source: Load song...
ru: Загрузить трек...

source: Help
ru: Помощь

source: How to use
ru: Как использовать

source: About
ru: О программе

source: Undo note changes
ru: Сбросить изменения

source: Load time
ru: Загрузить время

source: Save time
ru: Сохранить время

source: Cutscene start
ru: Старт видео (сек.)

source: Start position
ru: Начало

source: Vertical position
ru: Вертикальная позиция

source: Cue ID
ru: ID трека

source: Cuesheet ID
ru: ID таблицы

source: Note button
ru: Кнопка ноты

source: Note type
ru: Тип ноты

source: End position
ru: Конечная позиция

source: Hold
ru: Удерживать

source: Rapid
ru: Быстро нажимать

source: Regular
ru: Обычная

source: Song position
ru: Позиция в треке

source: Volume {}
ru: Громкость {}

source: Are you sure you want to overwrite {}?
ru: Вы уверены что хотите перезаписать {}?

source: Save file
ru: Сохранить файл

source: OK
ru: Ок

source: Cancel
ru: Отмена

source: Select an output file (kbd)
ru: Выбрать файл для сохранения (kbd)

source: Are you sure you want to remove this note? This change cannot be undone.
ru: Вы уверены что хотите удалить эту ноту? Это действие невозможно будет отменить.

source: Delete note
ru: Удалить ноту

source: Select a parameter file (kpm)
ru: Загрузить файл параметра (kpm)

source: Select an output file (kpm)
ru: Выбрать файл для сохранения (kpm)

source: Unable to play the song from the given position, restarting from the beginning.
ru: Ошибка при воиспроизведении трека с указанной позиции, трек будет воспроизведён с начала.

source: Select an input file (kbd)
ru: Загрузить файл (kbd)

source: Are you sure you want to create a new file? Any unsaved changes will be lost.
ru: Вы действительно хотите создать новый файл? Все несохранённые изменения будут утеряны.

source: Create a new file
ru: Создать новый файл

source: Select an audio file (mp3/ogg)
ru: Загрузить аудио файл (mp3/ogg)

source: <b>How to use</b><br>---------------<br><b>KUMA - A karaoke editor for Dragon Engine games.</b><br>To begin using the tool, you can add start by loading an existing file from <b>File</b> -> <b>Open</b> or just by adding notes to a new file.<br>You can choose your preferred <b>controller type</b> and <b>language</b> using the dropdown menus at the top of the screen.<br>When placing a note, the accuracy is <b>100 milliseconds</b>. You can change the position more accurately in <b>note edit mode.</b><br>You can play songs by loading them from the <b>Music</b> tab and then pressing the <b>Play</b> button in the left corner.<br>If you want to save, you can save by going to <b>File</b> -> <b>Save</b> or <b>Save as...</b> to either create a new file or overwrite an existing one.<br>---------------<br><br><b>Key binds</b><br>---------------<br><br><b>Left click</b> - Place and pick up notes.<br><b>Right click</b> - Change held note type.<br><b>Left Alt</b> - Change held note type to "Hold" note.<br><b>Left Shift</b> - Change held note type to "Rapid" note.<br><b>E</b> - Note edit mode. You can accurately change note timings, position, type and more. Pressing E again saves the note.<br><b>Arrow keys, Page Up, Page Down</b> - Move the scrollbar.<br><b>Delete</b> - Removes currently selected/edited note.<br><b>End</b> - Jump to the last note.
ru: <b>Как использовать</b><br>---------------<br><b>KUMA - караоке-редактор для игр на базе Dragon Engine.</b><br> Для начала работы вы можете загрузить уже существующий файл с помощью <b>Файл</b> -> <b>Открыть</b> или создать новый файл и начать добавлять ноты в него.<br>Также у вас есть возможность выбрать <b>тип контроллера</b> и <b>язык программы</b> с помощью верхнего меню опций.<br>При расстановке нот, точность составляет <b>100 миллисекунд</b>. В <b>режиме редактора нот</b> у вас есть возможность расставить ноты ещё точнее.<br>Вы можете загржать треки с помощью вкладки <b>Музыка</b> и затем проигрывать их кнопкой <b>Play</b> в левом углу программы.<br>Чтобы сохранить файл, во вкладке <b>Файл</b> выберете либо <b>Сохранить</b> чтобы перезаписать уже существующий файл или <b>Сохранить как...</b> чтобы сохранить новый файл.<br>---------------<br> <br><b>Горячие клавиши</b><br>---------------<br> <br><b>Левая клавиша мыши</b> - Поставить или перенести ноту.<br><b>Правая клавиша мыши</b> - Изменить тип выбранной ноты.<br><b>Левый Alt</b> - Изменить тип выбранной ноты на "Удерживать".<br><b>Левый Shift</b> - Изменить тип выбранной ноты на "Быстро нажимать".<br><b>У на клавиатуре</b> - Режим редактора нот. В нём можно точнее настроить позицию, тайминги и тип ноты и другое.<br>Повторное нажатие У сохраняет внесённые в ноту изменения.<br><b>Кнопки стрелочек, Page Up, Page Down</b> - Двигать полосу прокрутки.<br><b>Delete</b> - Удалить выбранную ноту.<br><b>End</b> - Перейти к последней ноте.

source: Close
ru: Закрыть

source: <br><b>KUMA</b><br>---------------<br><br><b>A karaoke editor for Dragon Engine games.<br><b>Version: </b>{ver}<br><b>Created by: </b>{creators}<br><b>Icon by: </b>{mink}<br><b>Testers: </b>{testers}<br><b>Translators: </b>{translators}<br>
ru: <b>KUMA - караоке-редактор для игр на базе Dragon Engine.</b><br> <br><b>Версия: </b>{ver}<br><b>Разработчик: </b>{creators}<br><b>Иконка: </b>{mink}<br><b>Тестеры: </b>{testers}<br><b>Переводчики: </b>{translators}<br>

source: Are you sure you want to undo changes made to this note?
ru: Вы действительно хотите отменить изменения внесённые в эту ноту?

source: Undo changes
ru: Отменить изменения

source: No open file, unable to save!
ru: Нет открытого файла, невозможно выполнить сохранение!
