Repository: Timo654/kuma
Catalog: assets/locales/*/LC_MESSAGES/*.po
Languages: bg, da, de, es, et, it, lt, lv, nl, pl, uk

source: <b>E</b> - Note edit mode. You can accurately change note timings, position, type and more. Pressing E again saves the note.
bg: <b>E</b> - Редактор на бутони. Можеш да смениш тайминга на бутоните, поцизията, вида и още. Клавиша Е запазна бутона.
da: <b>E</b> - Node Redigeringstilstand Du kan mere præcist ændre node timing, position, type og mere. Du gemmer noden ved at trykke E igen.
es: <b>E</b> - Modo de edición de notas. Puedes editar con precisión los tiempos, posición, tipo, etc... de la nota. Pulsar E de nuevo guarda los cambios.
et: <b>E</b> - Noodi redigeerimine. Siin saab muuta täpselt noodi aegu, positsiooni, tüüpi ja muud. E'd uuesti vajutades saab noodi salvestada.
it: <b>E</b> - Edit per le note. Puoi cambiare con accuratezza il tempo, posizione, tipo e altro delle note. Premendo E di nuovo salva le modifiche.
lt: <b>E</b> - Natos koregavimo rėžimas. Tu gali tiksliai keisti natos taktą, poziciją, tipą ir panašiai. Paspaudžiant E ir vėl išsaugo natą.
lv: <b>E</b> - Nošu rediģēšanas režīms. Varat precīzi mainīt nošu laiku, vietu, veidu utt. Nospiežot E vēlreiz, nots tiks saglabāta.
nl: <b>E</b> - Note edit mode. Je kan de note timings, positie, type en meer nauwkeurig veranderen. Op E drukken slaat de note op.
pl: <b>E</b> - Tryb edycji nut. Umożliwia dokładną zmianę czasu, pozycji, typu nut, i więcej. Wciskając ponownie E zapiszesz tę nutę.
uk: <b>У на клавiатурi</b> - Режим редактора нот. В ньому можна точнiше налаштувати позицiю, таймiнги и тип ноти и iнше. Повторне натискання У зберiгає внесенi до ноти змiни.

source: <b>Arrow keys, Page Up, Page Down</b> - Move the scrollbar.
bg: <b>Стрелките, Page Up, Page Down</b> - Преместват scrollbar-а.
da: <b>Piletaster, Page Up, Page Down</b> - Flyt på rullebaren.
es: <b>Flechas direccionales, RePág, AvPág</b> - Mueve la barra de desplazamiento.
et: <b>Nooled, Page Up, Page Down</b> - Liiguta kerimisriba.
it: <b>Frecce movimento, sù, giù</b> - muovi la barra.
lt: <b>Rodyklių klavišai, Page Up, Page Down</b> - Judina slankjuostę.
lv: <b>Bultiņu pogas, Page Up, Page Down</b> - Pārvietot ritjoslu.
nl: <b>Pijltoetsen, Page Up, Page Down</b> - Beweeg de scrollbar.
pl: <b>Strzałki, Page Up, Page Down</b> - Poruszaj paskiem nawigacyjnym.
uk: <b>Кнопки стрiлочок, Page Up, Page Down</b> - Рухати полосу прокручувуння.

source: <b>Delete</b> - Removes currently selected/edited note.
bg: <b>Delete</b> - Изтрива избраната в момента/променената бутон.
da: <b>Slet</b> - Fjener den valgte/redigerede node.
es: <b>Supr</b> - Elimina la nota seleccionada.
et: <b>Delete</b> - Kustutab hetkel valitud/muudetava noodi.
it: <b>Cancella</b> - Rimuove le note ora selezionate/editate.
lt: <b>Delete</b> - Pašalina tuo metu pasirinkta/koreguojamą natą.
lv: <b>Delete</b> - Nodzēš pašlaik atlasīto/rediģēto noti.
nl: <b>Verwijderen</b> - Verwijder huidig geselecteerde note(s).
pl: <b>Delete</b> - Usuwa aktualnie trzymaną/edytowaną nutę.
uk: <b>Delete</b> - Видалити вибрану ноту.

source: <b>End</b> - Jump to the last note.
bg: <b>End</b> - Върни се на последната бутон.
da: <b>Slut</b> - Hop til den sidste node.
es: <b>Fin</b> - Ir a la última nota.
et: <b>End</b> - Hüppa viimase noodi juurde.
it: <b>End</b> - Vai all'ultima nota.
lt: <b>End</b> - Peršoką į paskutinę natą.
lv: <b>End</b> - Pariet uz pēdējo noti.
nl: <b>End</b> - Spring naar de laatste note.
pl: <b>End</b> - Skacze do ostatniej nuty.
uk: <b>End</b> - Перейти к останньої ноти.

source: <b>Left Ctrl + S</b> - Save.
bg: <b>Ляв Ctrl + S </b>- Запази.
da: <b>Venstre Ctrl + S</b> - Gem.
es: <b>Ctrl Izq + S</b> - Guardar.
et: <b>Vasak Ctrl + S</b> - Salvesta.
it: <b>Ctrl Sinistro + S</b> - Salva.
lt: <b>Kairysis Ctrl + S</b> - Išsaugoti.
lv: <b>Kreisais Ctrl + S</b> - Saglabāt.
nl: <b>Linker Ctrl + S</b> - Opslaan.
pl: <b>Lewy Ctrl + S</b> - Zapisz.
uk: <b>Left Ctrl + S</b> - Зберiгти.

source: <b>Left Ctrl + Z</b> - Undo.
bg: <b>Ляв Ctrl + Z </b>- Отмени.
da: <b>Venstre Ctrl + Z</b> - Fortryd.
es: <b>Ctrl Izq + Z</b> - Deshacer.
et: <b>Vasak Ctrl + Z</b> - Võta tagasi.
it: <b>Ctrl Sinistro + Z</b> - Cancella.
lt: <b>Kairysis Ctrl + Z</b> - Sugrąžinti pakeitimus.
lv: <b>Kreisais Ctrl + Z</b> - Atsaukt.
nl: <b>Linker Ctrl + Z</b> - Ongedaan maken.
pl: <b>Lewy Ctrl + Z</b> - Cofnij.
uk: <b>Left Ctrl + Z</b> - Скасувати.

source: <b>Left Ctrl + F</b> - Select a note.
bg: <b>Ляв Ctrl + F </b>- Избери бутон.
da: <b>Venstre Ctrl + F</b> - Vælg en node.
es: <b>Ctrl Izq + F</b> - Seleccionar nota.
et: <b>Vasak Ctrl + F</b> - Vali noot.
it: <b>Ctrl Sinistro + F</b> - Seleziona una nota.
lt: <b>Kairysis Ctrl + F</b> - Natos pasirinkimas.
lv: <b>Kreisais Ctrl + F</b> - Atlasīt noti.
nl: <b>Linker Ctrl + F</b> - Selecteer een note.
pl: <b>Lewy Ctrl + F</b> - Wybierz nutę.
uk: <b>Left Ctrl + F</b> - Оберiть ноту.

source: <b>Left Ctrl + C</b> - Copy selected notes.
bg: <b>Ляв Ctrl + C </b>- Копирай селектираните бутони.
da: <b>Venstre Ctrl + C</b> - Kopier valgte noder.
es: <b>Ctrl Izq + C</b> - Copiar notas seleccionadas.
et: <b>Vasak Ctrl + C</b> - Kopeeri valitud noodid.
it: <b>Ctrl Sinistro + C</b> - Copia note selezionate.
lt: <b>Kairysis Ctrl + C</b> - Kopijuoti pasirinktas natas.
lv: <b>Kreisais Ctrl + C</b> - Kopēt atlasītās notis.
nl: <b>Linker Ctrl + C</b> - Kopieer geselecteerde notes.
pl: <b>Lewy Ctrl + C</b> - Skopiuj wybrane nuty.
uk: <b>Left Ctrl + C</b> - Копiювати обранi ноти.

source: <b>Left Ctrl + V</b> - Paste copied notes (Vertical position does not change).
bg: <b>Ляв Ctrl + V </b>- Постави копираните бутони (Вертикалната позиция не се променя).
da: <b>Venstre Ctrl + V</b> - Indsæt kopierede noder (lodret position ændres ikke).
es: <b>Ctrl Izq + V</b> - Pegar notas copiadas (La posición vertical no cambia).
et: <b>Vasak Ctrl + V</b> - Kleebi kopeeritud noodid (Vertikaalne positsioon ei muutu).
it: <b>Ctrl Sinistro + V</b> - Incolla note copiate (Posizione verticale non cambia).
lt: <b>Kairysis Ctrl + V</b> - Įklijuoti nukopijuotas natas (Vertikali pozicija nesikeičia).
lv: <b>Kreisais Ctrl + V</b> - Ielīmēt kopētās notis (Vertikālā pozīcija nemainās.)
nl: <b>Linker Ctrl + V</b> - Plak gekopieerde notes (Verticale positie veranderd niet).
pl: <b>Lewy Ctrl + V</b> - Wklej wybrane nuty (Pozycja pionowa zostaje bez zmian).
uk: <b>Left Ctrl + V</b> - Вставити скопiйованi ноти (Вертикальна позицiя не змiнюється).

source: <b>Left Ctrl + Left Shift + V</b> - Paste copied notes (Vertical position changes).
bg: <b>Ляв Ctrl + Ляв Shift + V </b>- Постави копираните бутони (Вертикалната позиция се променя).
da: <b>Venstre Ctrl + Venstre Shift + V</b> - Indsæt kopierede noder (Lodret position ændres).
es: <b>Ctrl Izq + Shift (Mayús) Izq + V</b> - Pegar notas copiadas (La posición vertical cambia).
et: <b>Vasak Ctrl + Vasak Shift + V</b> - Kleebi kopeeritud noodid (Vertikaalne positsioon muutub).
it: <b>Ctrl Sinistro + Shift Sinistro + V</b> - Incolla note copiate (Posizione verticale cambia)
lt: <b>Kairysis Ctrl + Kairysis Shift + V</b> - Įklijuoti nukopijuotas natas (Vertikali pozicija keičiasi).
lv: <b>Kreisais Ctrl + Kreisais Shift + V</b> - Ielīmēt kopētās notis (Vertikālā pozīcija mainās.)
nl: <b>Linker Ctrl + Linker Shift + V</b> - Plak gekopieerde notes (Verticale positie veranderd).
pl: <b>Lewy Ctrl + Lewy Shift + V</b> - Wklej wybrane nuty (Pozycja pionowa ulega zmianie).
uk: <b>Left Ctrl + Left Shift + V</b> - Вставити скопiйованi ноти (Вертикальна позицiя змiнюється).

source: Close
bg: Затвори
da: Luk
de: Schließen
es: Cerrar
et: Sulge
it: Chiudi
lt: Uždaryti
lv: Aizvērt
nl: Sluiten
pl: Zamknij
uk: Закрити

source: <br><b>KUMA</b><br>---------------<br><br><b>A karaoke editor for Dragon Engine games.<br><b>Version: </b>{ver}<br><b>Created by: </b>{creators}<br><b>Icon by: </b>{mink}<br><b>Testers: </b>{testers}<br><b>Translators: </b>{translators}<br>
bg: <br><b>KUMA</b><br>---------------<br><br><b>Караоке редактор за игри на Dragon Engine-a.<br><b>Версия: </b>{ver}<br><b>Създаден от: </b>{creators}<br><b>Икона от: </b>{mink}<br><b>Тестъри: </b>{testers}<br><b>Преводачи: </b>{translators}<br>
da: <br><b>KUMA</b><br>---------------<br><br><b>Et karaoke redigeringsprogram til Dragon Engine spil.<br><b>Version: </b>{ver}<br><b>Lavet af: </b>{creators}<br><b>Ikon lavet af: </b>{mink}<br><b>Testere: </b>{testers}<br><b>Oversættere: </b>{translators}<br>
de: <br><b>KUMA</b><br>---------------<br><br><b>Ein Karaoke Editor für Dragon Engine Spiele.<br><b>Version: </b>{ver}<br><b>Erstellt von: </b>{creators}<br><b>Symbol von: </b>{mink}<br><b>Tester/innen: </b>{testers}<br><b>Übersetzer/innen: </b>{translators}<br>
es: <br><b>KUMA</b><br>---------------<br><br><b>Editor de karaoke para juegos en el motor Dragon Engine.<br><b>Versión: </b>{ver}<br><b>Creado por: </b>{creators}<br><b>Icono por: </b>{mink}<br><b>Testers: </b>{testers}<br><b>Traductores: </b>{translators}<br>
et: <br><b>KUMA</b><br>---------------<br>Karaoke editor Dragon Engine mängudele<br><b>Versioon: </b>{ver}<br><b>Autor: </b>{creators}<br><b>Ikoon: </b>{mink}<br><b>Testijad: </b>{testers}<br><b>Tõlkijad: </b>{translators}<br>
it: <br><b>KUMA</b><br>---------------<br><br><b>Un editor Karaoke per i giochi che usano il Dragon Engine.<br><b>Versione: </b>{ver}<br><b>Creato da: </b>{creators}<br><b>Icona da: </b>{mink}<br><b>Testers: </b>{testers}<br><b>Traduttori: </b>{translators}<br>
lt: <br><b>KUMA</b><br>---------------<br><br><b>Karaokės mini-žaidimo koregavimo įrankis "Dragon Engine" žaidimams.<br><b>Versija: </b>{ver}<br><b>Sukūrė: </b>{creators}<br><b>Paveikslėlį sukūrė: </b>{mink}<br><b>Bandytojai: </b>{testers}<br><b>Vertėjai: </b>{translators}<br>
lv: <br><b>KUMA</b><br>---------------<br><br><b>Karaoke redaktors priekš <i>Dragon Engine</i> spēlēm.<br><b>Versija: </b>{ver}<br><b>Programmu veidojis: </b>{creators}<br><b>Ikonu veidojis: </b>{mink}<br><b>Testētāji: </b>{testers}<br><b>Tulkotāji: </b>{translators}<br>
nl: <br><b>KUMA</b><br>---------------<br><br><b>Een karaoke editor voor Dragon Engine games.<br><b>Versie: </b>{ver}<br><b>Gemaakt door: </b>{creators}<br><b>Icoon door: </b>{mink}<br><b>Testers: </b>{testers}<br><b>Vertalers: </b>{translators}<br>
pl: <br><b>KUMA</b><br>---------------<br><br><b>Edytor karaoke dla gier na silniku Dragon Engine.<br><b>Wersja: </b>{ver}<br><b>Stworzony przez: </b>{creators}<br><b>Autor ikony: </b>{mink}<br><b>Testerzy: </b>{testers}<br><b>Tłumacze: </b>{translators}<br>
uk: <b>KUMA - караоке-редактор для iгр на базi Dragon Engine.</b><br> <br><b>Версiя: </b>{ver}<br><b>Розробник: </b>{creators}<br><b>Iконка: </b>{mink}<br><b>Тестери: </b>{testers}<br><b>Перекладачi: </b>{translators}<br>

source: Are you sure you want to undo changes made to this note?
bg: Сигурен ли си, че искаш да отмениш всички промени, направени по тази бутон?
da: Er du sikker på at du vil fortryde ændringer til denne node?
de: Bist du sicher, dass du Änderungen an dieser Note rückgängig machen willst?
es: ¿Estás seguro/a de que quieres deshacer los cambios hechos a esta nota?
et: Kas olete kindel, et soovite noodi muutused lähtestada?
it: Sicuro di voler cancellare le modifiche fatte a queste note?
lt: Ar tu įsitikinęs, kad nori sugrąžinti pakeitimus šiai natai?
lv: Vai tiešām vēlaties atsaukt šai notij veiktās izmaiņas?
nl: Weet je zeker dat je de veranderingen wilt terugdraaien van deze note?
pl: Czy na pewno chcesz cofnąć zmiany wykonane na tej nucie?
uk: Ви дiйсно хочете вiдмiнити змiни внесенi в цю ноту?

source: Undo changes
bg: Отмени промените
da: Fortryd ændringer
de: Änderungen rückgängig machen
es: Deshacer cambios
et: Lähtesta muutused
it: Torna indietro
lt: Sugrąžinti pakeitimus
lv: Atsaukt izmaiņas
nl: Draai veranderingen terug
pl: Cofnij zmiany
uk: Скасувати змiни

source: No open file, unable to save!
bg: Няма отворен файл, няма как да се запази!
da: Ingen åben fil, kan ikke gemme!
de: Keine offene Datei, kann nicht speichern!
es: No hay un archivo abierto, no es posible guardar!
et: Faili pole avatud, ei saa salvestada!
it: Nessun file aperto, impossible salvare!
lt: Nėra atidaryto failo, neišeina išsaugoti!
lv: Nav atvērta faila, nevar saglabāt!
nl: Geen bestand geopend, kan niet opslaan!
pl: Brak otwartego pliku, nie można zapisać!
uk: Немає вiдкритого файлу, неможливо виконати зберiгання!

source: Are you sure you want to remove this note? This change cannot be undone.
de: Bist du sicher, dass du diese Note löschen willst? Dies kann nicht rückgängig gemacht werden.

source: <b>How to use</b><br>---------------<br><b>KUMA - A karaoke editor for Dragon Engine games.</b><br>To begin using the tool, you can add start by loading an existing file from <b>File</b> -> <b>Open</b> or just by adding notes to a new file.<br>You can choose your preferred <b>controller type</b> and <b>language</b> using the dropdown menus at the top of the screen.<br>When placing a note, the accuracy is <b>100 milliseconds</b>. You can change the position more accurately in <b>note edit mode.</b><br>You can play songs by loading them from the <b>Music</b> tab and then pressing the <b>Play</b> button in the left corner.<br>If you want to save, you can save by going to <b>File</b> -> <b>Save</b> or <b>Save as...</b> to either create a new file or overwrite an existing one.<br>---------------<br><br><b>Key binds</b><br>---------------<br><br><b>Left click</b> - Place and pick up notes.<br><b>Right click</b> - Change held note type.<br><b>Left Alt</b> - Change held note type to "Hold" note.<br><b>Left Shift</b> - Change held note type to "Rapid" note.<br><b>E</b> - Note edit mode. You can accurately change note timings, position, type and more. Pressing E again saves the note.<br><b>Arrow keys, Page Up, Page Down</b> - Move the scrollbar.<br><b>Delete</b> - Removes currently selected/edited note.<br><b>End</b> - Jump to the last note.
de: <b>Verwendung</b><br>---------------<br><b>KUMA - Ein Karaoke Editor für Dragon Engine Spiele.</b><br>Um das Tool zu verwenden, kannst du mit <b>Datei</b> -> <b>Öffnen</b> eine vorhandene Datei laden, oder einfach Noten zu einer neuen Datei hinzufügen.<br>Du kannst deinen bevorzugten <b>Controller-Typ</b> und deine <b>Sprache</b> mit den Dropdown-Menüs oben auf dem Bildschirm auswählen. <br>Bei der Platzierung einer Note beträgt die Genauigkeit <b>100 Millisekunden</b>. Du kannst die Position im <b>Noten-Bearbeitungsmodus</b> genauer ändern.<br>Du kannst Lieder abspielen, indem du sie im <b>Musik-Tab</b> lädst und die <b>Wiedergabetaste</b> in der linken Ecke drückst<br>Speichern kannst du mit <b>Datei</b> -> <b>Speichern</b> oder <b>Speichern unter...</b> um entweder eine neue Datei zu erstellen oder eine vorhandene zu überschreiben.<br>---------------<br><br><b>Tastenbelegungen</b><br>---------------<br><br><b>Linksklick</b> - Noten platzieren und nehmen.<br><b>Rechtsklick</b> - Notentyp ändern.<br><b>Linke Alt-Taste</b> - Notentyp nach "Halt" ändern.<br><b>Linke Umschalttaste</b> - Notentyp nach "Rasch" ändern.<br><b>E</b> - Noten-Bearbeitungsmodus. Du kannst genau Notentimings, Position, Typ und mehr ändern. Erneutes drücken von E speichert die Note.<br><b>Pfeiltasten, Bild rauf, Bild runter</b> - Bewegt die Scrollleiste.<br><b>Entf</b> - Entfernt die ausgewählte/bearbeitete Note.<br><b>Ende</b> - Zur letzten Note springen.
