Repository: Timo654/kuma
Catalog: assets/locales/*/LC_MESSAGES/*.po
Languages: bg, da, de, es, et, it, lt, lv, nl, pl, uk

source: Asset data missing
bg: Липсват данните на ресура
da: Asset data mangler
de: Asset-Daten fehlen
es: Faltan datos de recursos
et: Andmefailid on puudu
it: Risorse dati mancanti
lt: Turinio duomenų nerasta
lv: Trūkst līdzekļu datu
nl: Asset data niet aanwezig
pl: Brakujący zasób danych
uk: Помилка цiлостi файлiв

source: {min} min
bg: {min} мин
it: {min} minuti
uk: {min} хв.

source: {min} min {sec} s
bg: {min} мин {sec} с
it: {min} minuti {sec} s
lv: {min} min. {sec} sek.
uk: {min} хв. {sec} сек.

source: {sec} s
bg: {sec} с
lv: {sec} sek.
uk: {sec} сек.

source: Unable to read file.
bg: Файлът не можа да бъде прочетен.
da: Kan ikke læse fil.
de: Datei kann nicht gelesen werden.
es: No es posible leer el archivo.
et: Ei saa faili lugeda.
it: Non è stato possibile leggere il file.
lt: Neišeina perskaityti failo.
lv: Nevar nolasīt failu.
nl: Kan bestand niet lezen.
pl: Nie udało się wczytać pliku.
uk: Сталась помилка при читанi файлу.

source: Unable to open file.
bg: Файлът не можа да бъде отворен.
da: Kan ikke åbne fil.
de: Datei kann nicht geöffnet werden.
es: No es posible abrir el archivo.
et: Ei saa faili avada.
it: Non è stato possibile aprire il file.
lt: Neišeina atidaryti failo.
lv: Nevar atvērt failu.
nl: Kan bestand niet openen.
pl: Nie udało się otworzyć pliku.
uk: Сталась помилка при вiдкриттi файлу.

source: File written to {}
bg: Файла бе записан в {}
da: Fil skrevet til {}
de: Datei geschrieben in {}
es: Archivo guardado en {}
et: Andmed kirjutati faili {}
it: File scritto su {}
lt: Failas įrašytas į {}
lv: Fails saglabāts uz {}
nl: Bestand geschreven naar {}
pl: Zapisano do pliku {}
uk: Файл збережен в {}

source: KPM written to {}
bg: KPM-a беше записан в {}
da: KPM skrevet til {}
de: KPM geschrieben in {}
es: KPM guardado en {}
et: KPM kirjutati faili {}
it: KPM scritto su {}
lt: KPM įrašyta į {}
lv: KPM saglabāts uz {}
nl: KPM geschreven naar {}
pl: Zapisano do KPM {}
uk: KPM файл збережений в {}

source: Song loaded.
bg: Песента бе заредена.
da: Sang indlæst.
es: Canción cargada.
et: Laul laetud.
it: Canzone caricata.
lt: Daina užkrauta.
lv: Dziesma ielādēta.
nl: Track geladen.
pl: Wczytano piosenkę.
uk: Пiсня завантажена.

source: Language changed.
bg: Езикът бе сменен.
da: Sprog ændret.
de: Sprache verändert.
es: Se ha cambiado el idioma.
et: Keel muudetud.
it: Lingua settata.
lt: Kalba pakeista.
lv: Valoda nomainīta.
nl: Taal veranderd.
pl: Zmieniono język.
uk: Мову змiнено.

source: File
bg: Файл
da: Fil
de: Datei
es: Archivo
et: Fail
lt: Failas
lv: Fails
nl: Bestand
pl: Plik
uk: Файл

source: New...
bg: Нов...
da: Ny...
de: Neu...
es: Nuevo...
et: Uus...
it: Nuovo...
lt: Naujas...
lv: Jauns...
nl: Nieuw...
pl: Nowy...
uk: Створити...

source: Open...
bg: Отвори...
da: Åben...
de: Öffnen...
es: Abrir...
et: Ava...
it: Apri...
lt: Atverti...
lv: Atvērt...
nl: Openen...
pl: Otwórz...
uk: Вiдкрити...

source: Save
bg: Запази
da: Gem
de: Speichern
es: Guardar
et: Salvesta
it: Salva
lt: Išsaugoti
lv: Saglabāt
nl: Opslaan
pl: Zapisz
uk: Зберегти

source: Save As...
bg: Запиши като...
da: Gem som...
de: Speichern unter...
es: Guardar como...
et: Salvesta nimega...
it: Salva come...
lt: Išsaugoti Kaip...
lv: Saglabāt kā...
nl: Opslaan als...
pl: Zapisz jako...
uk: Зберегти як...

source: Music
bg: Музика
da: Musik
de: Musik
es: Música
et: Muusika
it: Musica
lt: Muzika
lv: Mūzika
nl: Muziek
pl: Muzyka
uk: Музика

source: Load song...
bg: Зареди песен...
da: Indlæs sang...
de: Song laden...
es: Cargar canción...
et: Lae laul...
it: Carica canzone...
lt: Užkrauti dainą...
lv: Ielādēt dziesmu....
nl: Laad track...
pl: Wczytaj piosenkę...
uk: Загрузити трек...

source: Help
bg: Помощ
da: Hjælp
de: Hilfe
es: Ayuda
et: Abi
it: Aiuto
lt: Pagalba
lv: Palīgs
pl: Pomoc
uk: Допомога

source: How to use
bg: Как се използва
da: Sådan bruger man
de: Verwendung
es: Instrucciones de uso
et: Kuidas kasutada
it: Come usare
lt: Kaip naudoti
lv: Kā izmantot
nl: Gebruikershandleiding
pl: Jak używać
uk: Як користуватися

source: About
bg: Относно
da: Om
de: Über
es: Acerca de
et: Meie kohta
it: Descrizione
lt: Apie
lv: Par
nl: Over
pl: O nas
uk: Про програму

source: Undo note changes
bg: Отмени промените по бутонът
da: Fortryd node ændringer
de: Note zurücksetzen
es: Deshacer cambios
et: Lähtesta noot
it: Cancella le note
lt: Sugrąžinti natų pakeitimus
lv: Atsaukt nošu izmaiņas
nl: Ongedaan maken
pl: Cofnij zmiany nut
uk: Вiдмiнити змiни

source: Load time
bg: Зареди време
da: Indlæs tid
de: Zeit laden
es: Cargar tiempo
et: Lae aeg
it: Caricamento
lt: Užkrovimo laikas
lv: Ielādēt laiku
nl: Laad tijd
pl: Wczytaj czas
uk: Загрузити час

source: Save time
bg: Запази времето
da: Gem tid
de: Zeit speichern
es: Guardar tiempo
et: Salvesta aeg
it: Salvataggio
lt: Išsaugojimo laikas
lv: Saglabāt laiku
nl: Opslaan tijd
pl: Zapisz czas
uk: Зберегти час

source: Cutscene start
bg: Начало на кътсцена
de: Zwischensequenz Anfang
es: Inicio de la cinemática
et: Klipi algus
it: Inizio cutscene
lt: Vaizdinės scenos pradžia
lv: Sižeta sākums
pl: Początek cutscenki
uk: Старт вiдео (сек.)

source: Start position
bg: Начална позиция
es: Posición inicial
et: Algus
it: Posizione iniziale
lt: Pradinė pozicija
lv: Sākuma pozīcija
nl: Start positie
pl: Pozycja startowa
uk: Початок

source: Vertical position
bg: Вертикална позиция
da: Lodret position
de: Vertikale Position
es: Posición vertical
et: Vertikaalne asend
it: Posizione verticale
lt: Vertikali pozicija
lv: Vertikālā pozīcija
nl: Verticale positie
pl: Pozycja pionowa
uk: Вертикальна позицiя

source: Cue ID
bg: ID на трака
de: Einsatz-ID
et: Heli ID
it: Cerca ID
lt: Cue numeris
uk: ID треку

source: Cuesheet ID
bg: ID на таблицата
de: Einsatzplan-ID
et: Helifaili ID
lt: Cuesheet numeris
uk: ID таблицi

source: Note button
bg: Бутон на бутонът
da: Node knap
de: Notenknopf
es: Botón de la nota
et: Noodi nupp
it: Bottone nota
lt: Natos mygtukas
lv: Nošu poga
nl: Note knop
pl: Przycisk nuty
uk: Кнопка ноти

source: Note type
bg: Вид на бутонът
da: Node type
de: Notentyp
es: Tipo de nota
et: Noodi tüüp
it: Tipo di nota
lt: Natos tipas
lv: Nošu tips
pl: Rodzaj nuty
uk: Тип ноти

source: End position
bg: Крайна позиция
da: Slutposition
es: Posición final
et: Lõpp
it: Posizione finale
lt: Pabaigos pozicija
lv: Beigu pozīcija
nl: Eindpositie
pl: Pozycja końcowa
uk: Кiнцева позицiя

source: Hold
bg: Задръж
de: Halt
es: Mantener pulsado
et: Hoia
it: Aspetta
lt: Laikyti
lv: Paildzināts
pl: Trzymaj
uk: Утримувати

source: Rapid
bg: Скоростен
da: Hurtig
de: Rasch
es: Pulsar rápidamente
et: Kiire
it: Rapido
lt: Greitai spaudinėti
lv: Straujš
pl: Naciskaj
uk: Швидко натискати

source: Regular
bg: Обикновен
da: Normal
de: Regulär
es: Normal
et: Tavaline
it: Regolare
lt: Paprastas
lv: Parasts
pl: Zwykła
uk: Звичайна

source: Song position
bg: Позиция на песента
da: Sangposition
de: Liedposition
es: Posición de la canción
et: Laulu positsioon
it: Posizione della canzone
lt: Dainos pozicija
lv: Dziesmas pozīcija
nl: Track positie
pl: Pozycja piosenki
uk: Позицiя в треку

source: Volume {}
bg: Звук {}
de: Lautstärke {}
es: Volumen {}
et: Heli {}
lt: Garsas {}
lv: Skaļums {}
pl: Głośność {}
uk: Гучнiсть {}

source: Are you sure you want to overwrite {}?
bg: Сигурен ли си, че искаш да презапишеш файла?
da: Er du sikker på, at du vil overskrive {}?
de: Bist du sicher, dass du {} überschreiben möchtest?
es: ¿Estás seguro/a de que quieres sobreescribir {}?
et: Kas olete kindel, et soovite asendada {}?
it: Sicuro di voler sostituire {}
lt: Ar tu įsitikinęs, kad nori perrašyti {}
lv: Vai tiešām vēlaties pārrakstīt {}?
nl: Weet u zeker dat u {} wilt overschrijven?
pl: Czy na pewno chcesz nadpisać {}?
uk: Ви впевненi що бажаєте перезаписати {}?

source: Save file
bg: Запази файла
da: Gem fil
de: Datei speichern
es: Guardar archivo
et: Salvesta fail
it: Salva il file
lt: Išsaugoti failą
lv: Saglabāt failu
nl: Bestand opslaan
pl: Zapisz plik
uk: Зберегти файл

source: OK
bg: ОК
lt: Gerai
lv: Labi
uk: Ок

source: Cancel
bg: Откажи
da: Afbryd
de: Abbrechen
es: Cancelar
et: Katkesta
it: Cancella
lt: Atšaukti
lv: Atcelt
nl: Annuleren
pl: Anuluj
uk: Вiдмiна

source: Select an output file (kbd)
bg: Избери изходен файл (kbd)
da: Vælg en output fil (kbd)
de: Wähle eine Ausgabedatei aus (kbd)
es: Selecciona un archivo de salida (kbd)
et: Vali väljundfail (kbd)
it: Scegli un file di output (kbd)
lt: Pasirink išeinantį failą (kbd)
lv: Atlasiet izvades failu (kbd)
nl: Selecteer een output bestand (kbd)
pl: Wybierz plik wyjściowy (kbd)
uk: Вибрати файл для збереження (kbd)

source: Are you sure you want to remove this note?
bg: Сигурен ли си, че искаш да изтриеш този бутон?
da: Er du sikker på, at du vil fjerne denne node?
es: ¿Estás seguro/a de que quieres eliminar esta nota?
et: Kas olete kindel, et soovite kustutada selle noodi?
it: Sei sicuro di voler rimuovere questa nota?
lt: Ar tu įsitikinęs, kad nori pašalinti šią natą?
lv: Vai tiešām vēlaties nodzēst šo noti?
nl: Weet je zeker dat je deze note wil verwijderen?
pl: Czy na pewno chcesz usunąć tę nutę?
uk: Ви впевненi що хочете видалити цю ноту?

source: Delete note
bg: Изтрий бутонът
da: Slet node
de: Note löschen
es: Eliminar nota
et: Kustuta noot
it: Cancella nota
lt: Ištrinti natą
lv: Izdzēst noti
nl: Note verwijderen
pl: Usuń nutę
uk: Видалити ноту

source: Are you sure you want to remove these notes?
bg: Сигурен ли си, че искаш да изтриеш тези бутони?
da: Er du sikker på, at du vil fjerne disse noder?
es: ¿Estás seguro/a de que quieres eliminar estas notas?
et: Kas olete kindel, et soovite kustutada need noodid?
it: Sei sicuro di voler rimuovere queste note?
lt: Ar tu įsitikinęs, kad nori pašalinti šias natas?
lv: Vai tiešām vēlaties nodzēst šīs notis?
nl: Weet je zeker dat je deze noten wil verwijderen?
pl: Czy na pewno chcesz usunąć te nuty?
uk: Ви впевненi що хочете видалити цi ноти?

source: Select a parameter file (kpm)
bg: Избери файл, определящ параметъра (kpm)
da: Vælg en parameter fil (kpm)
de: Wähle eine Parameterdatei aus (kpm)
es: Selecciona un archivo de parámetros (kpm)
et: Vali parameetri fail (kpm)
it: Scegli un file di parametro (kpm)
lt: Pasirink parametrų failą (kpm)
lv: Atlasiet parametru failu (kpm)
nl: Selecteer een parameter bestand (kpm)
pl: Wybierz plik parametru (kpm)
uk: Загрузити файл параметру (kpm)

source: Select an output file (kpm)
bg: Избери изходен файл (kpm)
da: Vælg en output fil (kpm)
de: Wähle eine Ausgabedatei aus (kpm)
es: Selecciona un archivo de salida (kpm)
et: Vali väljundfail (kpm)
it: Scegli un file di output (kpm)
lt: Pasirink išeinantį failą (kpm)
lv: Atlasiet izvades failu (kpm)
nl: Selecteer een output bestand (kpm)
pl: Wybierz plik wyjściowy (kpm)
uk: Вибрати файл для збереження (kpm)

source: Unable to play the song from the given position, restarting from the beginning.
bg: Песента не можа да бъде пусната от тази позиция, връщане от начало.
da: Kan ikke afspille sangen fra den givne position, genstarter fra begyndelsen.
de: Konnte das Lied an der gegebenen Position nicht abspielen, starte am Anfang neu.
es: No se puede reproducir la canción desde la posición seleccionada, reiniciando desde el principio.
et: Ei suutnud laulu mängida antud positsioonist, alustan algusest.
it: Impossibile riprodurre la canzone da questa posizione, ricomincio dall'inizio.
lt: Neišėjo paleisti dainos nuo duotos pozicijos, paleidžiama iš pradžių.
lv: Nevar atskaņot dziesmu no norādītās vietas, atsāk no sākuma.
nl: Kan track niet starten op aangegeven positie, zal starten vanaf het begin.
pl: Nie można odtworzyć piosenki z aktualnej pozycji, startuję od początku.
uk: Помилка при вiдтворенi треку iз зiзначеною позицiею, трек буде вiтворенний з початку.

source: Select an input file (kbd)
bg: Избери входен файл (kbd)
da: Vælg en input fil (kbd)
de: Wähle eine Eingabedatei aus (kbd)
es: Selecciona un archivo de entrada (kbd)
et: Vali sisendfail (kbd)
it: Scegli un file di input (kbd)
lt: Pasirink pradinį failą (kbd)
lv: Atlasiet ievades failu (kbd)
nl: Selecteer een invoerbestand (kbd)
pl: Wybierz plik wejściowy (kbd)
uk: Завантажити файл (kbd)

source: Are you sure you want to create a new file? Any unsaved changes will be lost.
bg: Сигурен ли си, че искаш да създадеш нов файл? Всичко незапазен промени ще бъдат изгубени.
da: Er du sikker på at du vil lave en ny fil? Alle ugemte ændringer vil gå tabt.
de: Bist du sicher, dass du eine neue Datei erstellen willst? Alle ungesicherten Änderungen gehen verloren.
es: ¿Estás seguro/a de que quieres crear un nuevo archivo? Se perderán los cambios no guardados.
et: Kas olete kindel, et soovite uue faili teha? Salvestamata muudatused kaovad.
it: Sicuro di voler creare un nuovo file? tutti i progressi non salvati andranno persi.
lt: Ar tu įsitikinęs, kad nori sukurti naują failą? Neišsaugoti pakitimai bus prarasti.
lv: Vai tiešām vēlaties izveidot jaunu failu? Visas nesaglabātās izmaiņas tiks zaudētas.
nl: Weet je zeker dat je een nieuw bestand wil aanmaken? Niet-opgeslagen wijzigingen gaan verloren.
pl: Czy napewno chcesz utworzyć nowy plik? Niezapisane zmiany zostaną utracone.
uk: Ви дiйсно хочете створити новий файл? Всi незбереженi змiни будуть втраченi.

source: Create a new file
bg: Създай нов файл
da: Lav en ny fil
de: Erstelle eine neue Datei
es: Crear un nuevo archivo
et: Tee uus fail
it: Crea un nuovo file
lt: Sukurti naują failą
lv: Izveidot jaunu failu
nl: Maak een nieuw bestand
pl: Utwórz nowy plik
uk: Створити новий файл

source: Select an audio file (mp3/ogg)
bg: Избери аудио файл (mp3/ogg)
da: Vælg en lydfil (mp3/ogg)
de: Wähle eine Audiodatei aus (mp3/ogg)
es: Selecciona un archivo de sonido (mp3/ogg)
et: Vali helifail (mp3/ogg)
it: Scegli un file audio (mp3/ogg)
lt: Pasirink garso failą (mp3/ogg)
lv: Atlasiet skaņas failu (mp3/ogg)
nl: Selecteer een audiobestand (mp3/ogg)
pl: Wybierz plik audio (mp3/ogg)
uk: Завантажити аудио файл (mp3/ogg)

source: KUMA - A karaoke editor for Dragon Engine games.
bg: KUMA - Караоке редактор за игри на Dragon Engine-a.
da: KUMA - Et karaoke redigeringsprogram til Dragon Engine spil.
es: KUMA - Editor de karaoke para juegos en el motor Dragon Engine.
et: KUMA - Karaoke redigeerija Dragon Engine mängudele.
it: KUMA - Un editor Karaoke per i giochi che usano il Dragon Engine.
lt: KUMA - Tai karaokės mini- žaidimo koregavimo įrankis Dragon Engine žaidimams.
lv: KUMA - Karaoke redaktors priekš <i>Dragon Engine</i> spēlēm.
nl: KUMA - Een karaoke editor voor Dragon Engine games.
pl: KUMA - Edytor karaoke dla gier na silniku Dragon engine.
uk: KUMA - караоке-редактор для iгр на базi Dragon Engine.

source: To begin using the tool, you can add start by loading an existing file from <b>File</b> -> <b>Open</b> or just by adding notes to a new file.
bg: Като за начало, можеш да започнеш, като заредиш съществуващ файл от <b>Файл</b> -> <b>Отвори</b> или просто като добавиш бутони към нов файл.
da: For at begynde med dette værktøj, kan du starte med atindlæse en eksisterende fil fra <b>Fil</b> -> <b>Åben</b> eller ved bare at tilføje noder til en ny fil.
es: Para empezar a usar la herramienta, puedes comenzar cargando un archivo existente desde <b>Archivo</b> -> <b>Abrir</b> o simplemente añadiendo notas a un nuevo archivo.
et: Alustamiseks saad laadida olemasoleva faili valides ülevalt <b>Fail</b> -> <b>Ava</b> või lihtsalt uude faili noote lisades.
it: Per iniziare ad usare il tool, puoi aggiungere Carica un file da <b>File</b> - > <b>Open</b> o solo aggiungi note ad un nuovo file.
lt: Visų pirma, gali pradėti užkraudamas jau esantų failą iš <b>Failas</b> -> <b>Atverti</b> arba tiesiog pridėti natų į naują failą.
lv: Lai sāktu lietot rīku, varat vispirms sākt, ielādējot esošu failu ar <b>Fails</b> -> <b>Atvērt</b>, vai vienkārši liekot notis jaunā failā.
nl: Om te beginnen moet u een bestaandbestand laden van <b>Bestand</b> -> <b>Openen</b> of door notes toe te voegen in een nieuw bestand.
pl: Aby rozpocząć korzystanie z narzędzia, możesz zacząć poprzez wczytanie istniejącego pliku używając <b>Plik</b> -> <b>Otwórz</b> albo po prostu dodając nuty do nowego pliku.
uk: Для початку роботи ви можете завантажити вже iснуючий файл з допомогою <b>Файл</b> -> <b>Вiдкрити</b> або створити новий файл та почати додавати ноти у нього.

source: You can choose your preferred <b>controller type</b> and <b>language</b> using the dropdown menus at the top of the screen.
bg: Можеш да избереш своя предпочитан <b>вид джойстик/контролер</b> и <b>Език</b> използвайки падащите менюта горе на екрана.
da: Du kan vælge din foretrukne <b>controller type</b> og <b>sprog</b> ved at bruge dropdown menuen i toppen af skærmen.
es: Puedes elegir tu <b>tipo de gamepad</b> favorito e <b>idioma</b> usando el menú desplegable en la parte superior de la pantalla.
et: Endale sobiva <b>keele</b> ning <b>klahvid</b> saab valida menüü realt.
it: Puoi scegliere il tuo tipo do <b>controller</b> e <b>lingua</b> usando i menù a scorrimento in cima allo schermo.
lt: Taip pat gali pasirinkti mėgstamą <b>pultelio tipą</b> ir <b>kalbą</b> naudojant kontekstinį meniu ekrano viršuje.
lv: Varat izvēlēties sev vēlamo <b>pogu izkārtojumu</b> un <b>valodu</b>, izmantojot pieejamās izvēlnes ekrāna augšējā stūrī.
nl: Je kan je <b>controller type</b> en <b>language</b> door de dropdown menu's te gebruiken boven aan het programma.
pl: Możesz wybrać preferowany <b>rodzaj pada</b> oraz <b>język</b> używając menu na górze ekranu.
uk: Також у вас є можливiсть обрати <b>тип контроллеру</b> та <b>мову програми</b> с допомогою верхнього меню опцiй.

source: When placing a note, the accuracy is <b>{ms} milliseconds</b>. You can change the position more accurately in <b>note edit mode.
bg: При поставяне на бутон, точността е <b>{ms} милисекунди</b>. Можеш да смениш позицията по-точно през <b>режима за редактиране на бутони</b>.
da: Når du placere en node, er præcisionen <b>{ms} millisekunder</b>. Du kan ændre positionen mere præcist i <b>Node Redigeringstilstand</b>.
es: Al colocar una nota, la precisión es de <b>{ms} milisegundos</b>. Puedes cambiar la posición de manera más precisa en el <b>modo de edición de notas</b>.
et: Noote asetades on täpsus <b>{ms} millisekundit</b>. Positsiooni saab täpsemini muuta noodi redigeerimisrežiimis.
it: Quando metti una nota, l'accuratezza è di <b>{ms} millisecondi</b>. puoi cambiare con più accuratezza la nota in <b>edita le note</b>.
lt: Dėliojant natas tikslumas yra <b>{ms} milisekundžių</b>. Tu gali padaryti natų poziciją tikslesnę <b>natų koregavimo rėžime</b>.
lv: Ievietojot noti, tās precizitāte ir <b>100 milisekundes</ b>. Jūs varat precīzak mainīt pozīciju <b>nošu rediģēšanas režīmā</b>.
nl: Wanneer je een note plaatst, is de nauwkeurigheid <b>{ms} milliseconden</ b>. Je kan de positie nauwkeuriger aanpassen in <b>note edit mode</b>.
pl: Dokładność ustawiania nut wynosi <b>{ms} milisekund</b>. Pozycję można zmienić dokładniej w <b>trybie edycji nut</b>.
uk: При розстановцi нот, точнiсть складає <b>{ms} мiлiсекунд</b>. В <b>режимi редактору нот</b> у вас є можливiсть розставити ноти ще точнiше.

source: You can play songs by loading them from the <b>Music</b> tab and then pressing the <b>Play</b> button in the left corner.
bg: Можеш да пускаш песни, като ги заредиш от <b>Музика</b> секцията и след това натиснеш <b>Пусни</b> бутона в левия ъгъл.
da: Du kan spille sange ved at indlæse dem fra <b>Musik</b> fanen og så trykke på <b>Afspil</b> knappen i venstre hjørne.
es: Puedes reproducir música cargándola desde la pestaña <b>Música</b> y después pulsando el botón <b>Play</b> en la esquina izquierda.
et: Laule saab mängida laadides ülevalt <b>Muusika</b> alt mõne laulu ning siis all vasakus nurgas <b>Start</b> nuppu vajutades.
it: Puoi far partire la musica dalla tab <b>Musica</b> e poi premendo <b>Play</ b> a sinistra dello schermo.
lt: Tu gali groti dainas užkraudamas jas per <b>Muzika</b> skiltį ir paspausdamas ant <b>Paleisti</b> mygtuką kairiajame kampe.
lv: Jūs varat atskaņot dziesmas, ielādējot tās no <b>Mūzikas</b> cilnes un pēc tam nospiežot pogu <b>Atskaņot</b> kreisajā stūrī..
nl: Je kan tracks afspelen vanuit de <b>Music</b> tab of als je drukt op de <b>Play</b> knop in de linker hoek.
pl: Odtwarzanie piosenek jest możliwe w zakładce <b>Muzyka</b> poprzez naciśnięcie przycisku <b>Odtwarzaj</b> w lewym dolnym rogu.
uk: Ви можете завантаживати трекi iз допомогою вкладки <b>Музика</b> и потiм проигрывать их кнопкой <b>Play</b> в левом углу программы.

source: If you want to save, you can save by going to <b>File</b> -> <b>Save</b> or <b>Save as...</b> to either create a new file or overwrite an existing one.
bg: Ако искаш да запазиш, можеш да запазиш като отидеш на <b>Файл</b> -> <b>Запази</b> или <b>Запази като...</b> за да създадеш нов файл или да презапишеш съществуващ файл.
da: Hvis du vil gemme, kan du gemme ved at åbne <b>Fil</b> -> <b>Gem</b> eller <b>Gem som...</b> til enten at gemme en ny fil eller overskrive en eksisterende.
es: Si quieres guardar, puedes hacerlo desde <b>Archivo</b> -> <b>Guardar</b> o <b>Guardar como...</b> para crear un nuevo archivo o sobreescribir uno existente.
et: Kui soovid salvestada, saad minna <b>Fail</b> -> <b>Salvesta</b> või <b>Salvesta nimega...</b> ning teha kas uus fail või asendada olemasolev fail.
it: Se vuoi salvare, puoi farlo andando nei <b>File</b> -> <b>Salva</b> or <b>Salva come...</b> per creare un file nuovo o sovrascrivere quello vecchio.
lt: Jei nori išsaugoti, išsaugok eidamas į <b>Failas</b> -> <b>Išsaugoti</b> arba <b>Išsaugoti kaip...</b> kad arba sukurtum naują failą, arba perrašytum esantį.
lv: Ja vēlaties saglabāt, dodaties uz <b>Fails</b> -> <b>Saglabāt</b> vai <b>Saglabāt kā...</ b> lai izveidotu jaunu failu vai pārrakstīt esošu.
nl: Als je wilt opslaan kan door naar <b>Bestand</b> -> <b>Opslaan</b> of <b>Opslaan als...</b> te selecteren je kan een bestaand bestand overscrijven of een nieuw bestand aanmaken.
pl: Jeśli chcesz zapisać, możesz to zrobić naciskając <b>Plik</b> -> <b>Zapisz</b> bądź <b>Zapisz jako...</b> aby albo stworzyć nowy plik, albo nadpisać istniejący.
uk: Чтобы зберегти файл, у вкладцi <b>Файл</b> виберiть або <b>Зберегти</ b> щоб перезаписати вже iснуючий файл або <b>Зберегти як...</b> щоб зберегти новий файл.

source: Key binds
bg: Бързи клавиши
da: Knappe konfiguration
es: Controles
et: Nupud
it: Controlli
lt: Klavišų trumpiniai
lv: Taustiņi
pl: Skróty klawiszowe
uk: Гарячi клавiшi

source: <b>Left click</b> - Place and pick up notes.
bg: <b>Ляво копче</b> - Постави и вдигни бутони.
da: <b>Venstreklik</b> - Placér og hold noder op.
es: <b>Click izquierdo</b> - Colocar y recoger notas.
et: <b>Vasak klõps</b> - Aseta ja võta üles noote.
it: <b>Tasto sinistro</b> - Prendi e alza le note.
lt: <b>Kairysis pelės mygtukas</b> - Padėti ir paiimti natas.
lv: <b>Kreisais klikšķis</b> - Novietot un pārvietotnotis.
nl: <b>Linker muisknop</b> - Plaats en beweeg notes.
pl: <b>Lewy przycisk myszy</b> - Umieść lub podnieś nutę.
uk: <b>Лiва клавiша мишi</b> - Поставити або перенести ноту.

source: <b>Right click</b> - Change held note type.
bg: <b>Дясно копче</b> - Смени вида на бутонът.
da: <b>Højreklik</b> - Skift afholdt nodetype.
es: <b>Click derecho</b> - Cambiar el tipo de la nota sostenida.
et: <b>Parem klõps</b> - Muuda käesoleva noodi tüüpi.
it: <b>Tasto destro</b> - Cambia il tipo di nota preso.
lt: <b>Dešinysis pelės mygtukas</b> - Pakeisti paimtos natos tipą.
lv: <b>Labais klikšķis</b> - Mainīt turētās nots veidu.
nl: <b>Rechter muisknop</b> - Verander held note type.
pl: <b>Prawy przycisk myszy</b> - Zmień rodzaj trzymanej nuty.
uk: <b>Права клавiша мишi</b> - Змiнити тип вибраної ноти.
